<section class="common wrapper">
    <div class="common-header__fone">
        <div class="common-header__cont">
            <h1 class="common-header__h1">Резюме_</h1>
  <!--           <div class="common-header__description">
               В данном разделе вы сможете найти информацию обо мне...
            </div> -->
        </div>
    </div>
    <div class="common-body">
        <section class="resume__allInformation">
            <div class="title">
                <h4>Общая информация_ </h4>
                <i class="fa fa-caret-right" aria-hidden="true"></i>
            </div>
            <p class="content ">
                Меня зовут Плотников Алексндр Александрович, мне 37 лет. Проживаю в городе Артеме Приморского края (пригород Владивостока). В 2005 году с отличием, закончил ДВПИ имени В.В.Куйбышева.
                Являюсь магистром техники и технологии по направлению «Приборостроение». В 2013 году защитил кандидатскую диссертацию по специальности - «Акустика».
            </p>
        </section>
        <section class="resume__allInformation">
            <div class="title">
                <h4>Web разработка_ </h4>
                <i class="fa fa-caret-right" aria-hidden="true"></i>
            </div>
            <div class="content active">
                <p>
                    В 2018 году поступил на специальность веб-разработка в школе GeekBrains . Пройдя ступени HTML5 и CSS3 , JavaScript уровень 1 , JavaScript уровень 2 , PHP уровень 1 , PHP уровень 2 ,
                    понял, что это мое и перевелся на факультет , по той же специальности, но с более расширенной программой (React, nodejs и т.д.). Помимо этого, искренни полюбил js и проходил следующие
                    курсы на сторонних образовательных ресурсах: Vue.js, Vue Advanced, JavaScript для frontend разработки, Node.js(видео курс без контакта с преподавателем) и Продвинутый Js (видео курс
                    без контакта с преподавателем).
                </p>
                <p>
                    Таким образом на данный момент мой опыт в данных направлениях ограничен в основном учебными проектами, тем неимение в большинстве пройдённых тем я чувствую себя достаточно уверенно и
                    хорошо ориентируюсь. С некоторыми из моих работ можно ознакомиться в разделе портфолио.
                </p>
            </div>
        </section>
        <section class="resume__allInformation">
            <div class="title">
                <h4>Мои навыки_ </h4>
                <i class="fa fa-caret-right" aria-hidden="true"></i>
            </div>
            <p class="content active">
                В первую очередь мои интересы связаны с frontend-ом и такими технологиями как: html, css3, scss, js, Vue.js и ajax. Очень нравится заниматься вёрсткой и писать на js и Vue.js. Что
                касается backend-да то, тут могу выделить node.js, momgodb, socket.io. По мимо этого мне так же интересны такие технологии как php, sql, myql, twig. Имею опыт работы с всеми
                перечисленными технологиями (примеры работ можно посмотреть в портфолио), однако на данный момент js и node.js мне ближе чем php. Поимом этого имею опты работы с webpack и системой
                контроля версий git и чувствую себя в этих технологиях достаточно уверено. Знаю и умею пользоваться базовыми командами командной строки linux, и имею понимание что такое doker и как им
                пользоваться.
            </p>
        </section>
        <section class="resume__allInformation">
            <div class="title">
                <h4>Мои интересы_ </h4>
                <i class="fa fa-caret-right" aria-hidden="true"></i>
            </div>
            <p class="content">
                На данный момент ищу удаленную работу, с гарантированной занятостью 3-4 часа в день. Основная цель развитие и получение опыта в разработке реальных проектов. Так же если у кого-то есть
                необходимость сделать сайт на WordPress(сверстать и натянуть.), и нету горящих сроков, готов взяться за символическую плату, что бы в процессе разобраться и изучить WP. У меня для этого
                есть все необходимые учебные материалы, и опыт написания простого магазина в OOП стиле на php. Поэтому здесь я в себе уверен на 100%, единственное, мне будет нужна относительная свобода
                по времени. Также готов верстать, для пополнения портфолио по сниженной цене, при условии относительной временной свободы.
            </p>
        </section>
    </div>
</section>